app/controllers/about_controller.rb

SELECT "instagram_photos".* FROM "instagram_photos" ORDER BY created_time DESC
---
  def index
    @instagrams = InstagramPhoto.all